/* Text displaying a route's origin and destination in a certain direction (%@ is a destination or origin) */
"%@ to %@" = "%1$@ to %2$@";

/* Title shown for a route going towards a destination */
"%@ Towards %@" = "%1$@ Towards %2$@";

/* Header title for the list of all bus stops */
"All Bus Stops" = "All Bus Stops";

/* Header title for the list of all routes (Apple Watch only) */
"All Routes" = "All Routes";

/* Title shown in a pop up when an error has occured */
"An Error Occured" = "An Error Occured";

/* Error text shown when their is no arrival information available */
"Arrival information is not currently available. This route may be diverted, suspended, or not currently in service." = "Arrival information is not currently available. This route may be diverted, suspended, or not currently in service.";

/* Header title for the list of buses arriving soon */
"Arriving Soon" = "Arriving Soon";

/* Prefix for the bus arrival time (e.g. At 11 PM) */
"At " = "At ";

/* Header title for the list of bus stops */
"Bus Stops" = "Bus Stops";

/* Cancel button text (to cancel an action) */
"Cancel" = "Cancel";

/* Button text for the contact support button */
"Contact" = "Contact";

/* Text for the pop up shown after tapping the support button */
"Contact support if you have a question or an issue with the app." = "Contact support if you have a question or an issue with the app.";

/* Title for the pop up shown after tapping the support button */
"Contact Support?" = "Contact Support?";

/* Button text to NOT include a screenshot with the support email */
"Don't Include" = "Don't Include";

/* Title for the error shown when the user's search is empty */
"Empty Search" = "Empty Search";

/* Button text for the favorite button (favorites a route) */
"Favorite" = "Favorite";

/* Header title for the list of routes favorited by the user */
"Favorites" = "Favorites";

/* Description and instructional text shown while loading arrival information to help user */
"If arrival information isn't loading, make sure you are connected to the internet." = "If arrival information isn't loading, make sure you are connected to the internet.";

/* Description and instructional text shown while loading bus stops to help user */
"If bus stops aren't loading, make sure you are connected to the internet." = "If bus stops aren't loading, make sure you are connected to the internet.";

/* Description and instructional text shown while loading routes to help user */
"If routes aren't loading, make sure you are connected to the internet." = "If routes aren't loading, make sure you are connected to the internet.";

/* Text for the error shown when the user's search found no routes */
"If search isn't working, make sure you are connected to the internet." = "If search isn't working, make sure you are connected to the internet.";

/* Text for the pop up shown asking users if they want to include a screenshot with the support email */
"If you're reporting an issue, include a screenshot of the app to help the developer understand your problem." = "If you're reporting an issue, include a screenshot of the app to help the developer understand your problem.";

/* Prefix for the bus arrival time (e.g. In 5 minutes) */
"In " = "In ";

/* Text shown for routes in the inbound direction (from destination to origin) */
"Inbound" = "Inbound";

/* Button text to include a screenshot with the support email */
"Include" = "Include";

/* Footer text displaying the last time the data was updated (%@ is the localized date (X minutes ago)) */
"Last updated %@" = "Last updated %@";

/* Title shown while loading arrival information */
"Loading Arrival Information..." = "Loading Arrival Information...";

/* Title shown while loading bus stops */
"Loading Bus Stops..." = "Loading Bus Stops...";

/* Title shown while loading routes */
"Loading Routes..." = "Loading Routes...";

/* Header title for the map showing where the bus stop is */
"Map" = "Map";

/* Header title for the list of bus stops that are near the user */
"Nearby Bus Stops" = "Nearby Bus Stops";

/* Next Bus app name */
"Next Bus" = "Next Bus";

/* Title for the error shown when no bus stops were found (Apple Watch only) */
"No Bus Stops Found" = "No Bus Stops Found";

/* Title for the error shown when the user hasn't favorited any routes (Apple Wtach only) */
"No Favorites" = "No Favorites";

/* Title for the error shown when the user's search found no routes */
"No Routes Found" = "No Routes Found";

/* OK button text (to dismiss a pop up) */
"OK" = "OK";

/* Text shown for one way routes */
"One Way" = "One Way";

/* Text shown for routes in the outbound direction (from origin to destination) */
"Outbound" = "Outbound";

/* Label shown for overnight routes */
"Overnight" = "出发";

/* Text shown in the email template when contacting support to avoid people editing information included in the email */
"Please do not edit anything below. Some non identifiable data has been added to assist me when helping you." = "Please do not edit anything below. Some non identifiable data has been added to assist me when helping you.";

/* Title for the results after a user's search */
"Results for \"%@\"" = "Results for \"%@\"";

/* Retry button text (to retry a failed action) */
"Retry" = "Retry";

/* Title for a route */
"Route %@" = "Route %@";

/* Header title/button text for the search screen (Apple Watch only) */
"Search" = "Search";

/* Header title for list of shown companies on the home screen */
"Search for a bus route by name or bus stop." = "Search for a bus route by name or bus stop.";

/* Placeholder text for the route search bar */
"Search Routes" = "Search Routes";

/* Header title for list of shown companies on the home screen */
"Shown Companies:" = "Shown Companies:";

/* Footer text to tell users to tap the map to see walking directions to the bus stop */
"Tap for directions to the stop." = "Tap for directions to the stop.";

/* Instructional text for the error shown when the user hasn't favorited any routes (Apple Watch only) */
"Tap the heart to favorite your most used routes and access them easily." = "Tap the heart to favorite your most used routes and access them easily.";

/* Text for the error shown when no bus stops were found (Apple Watch only) */
"This route may be diverted, suspended, or not currently in service." = "This route may be diverted, suspended, or not currently in service.";

/* Button text for the unfavorite button (unfavorites a route) */
"Unfavorite" = "Unfavorite";

/* Title for the pop up shown asking users if they want to include a screenshot with the support email */
"Would you like to include a screenshot in your email?" = "Would you like to include a screenshot in your email?";

